package com.sx.createxml.pojo.XMLDataStruct;

/**
 * @author sunxu93@163.com
 * @date 19/7/9/009 16:48
 */
public  class MetaItemNames {

    public static final String[] itemsName = {
            "文件层级", "载体", "单位", "数量或大小", "格式名称", "存址", "文档创建程序名称",
            "计算机文件名",

            "设计资质",
            "子项编号",
            "专业编号",
            "归档专业",
            "文件分类",
            "文件类别",
            "文件类别编码",
            "文件类别序号",
            "关联文件",
            "文件是否必归",
            "文件捕获节点",
            "文件来源",

            "工程编号",
            "工程名称",
            "子项名称",
            "设计阶段",
            "设计专业",
            "设计单位",
            "建设单位",
            "合作设计单位",
            "图纸编号",
            "图纸名称",
            "版次",
            "电子源文件",
            "预览文件",
            "扫描件",
            "图幅",
            "比例",
            "设计人",
            "绘图人",
            "校对人",
            "审核人",
            "审定人",
            "专业负责人",
            "设计总负责人",
            "出图日期",
            "图纸方向",
            "二维码",
            "缩略图",
            "备注",

            "行为事件类型",
            "行为责任人职责",
            "行为责任者",
            "行为责任者IP",
            "行为时间",
            "行为序号",
            "处理意见"


    };


}
